import discount from '@/pages/partner/assets/discount.png'
import pay from '@/pages/partner/assets/pay.png'
import promo from '@/pages/partner/assets/promo.png'
import payout from '@/pages/partner/assets/payout.png'
import cashback from '@/pages/partner/assets/cashback.png'

export const BENEFITS = {
    title: 'Зарабатывать с нами — проще простого:',
    items: [
        {
            id: 'discount',
            icon: discount,
            title: 'Дарим скидку 10% вашим друзьям и подписчикам',
            text: 'На их первую отправленную посылку. Вам есть чем мотивировать зарегистрироваться именно по вашему реферальному коду или ссылке.',
        },
        {
            id: 'pay',
            icon: pay,
            title: 'Платим по £3 за отправленную посылку',
            text: 'Когда клиент, привлеченный по вашей ссылке, отправляет посылку – на ваш счет поступает $3. Вы можете оплачивать этими деньгами ваши посылки или выводить их себе на счет.',
        },
        {
            id: 'promo',
            icon: promo,
            title: 'Промо на любой вкус',
            text: 'Автоматические или персональные реферальные коды для отправки друзьям или подписчикам в мессенджеры или социальные сети, а также реферальные ссылки и баннеры для ваших сайтов.',
        },
        {
            id: 'payout',
            icon: payout,
            title: 'Выплаты по запросу',
            text: 'Платим по первому вашему требованию без задержек и других сложностей. Если на счету менее $50 – вы можете тратить их на оплату товаров или доставки. Если больше – выводить на свой счет.',
        },
        {
            id: 'cashback',
            icon: cashback,
            title: 'Начисляем кэшбэк £1 на 1 посылку',
            text: 'За каждую отправленную посылку , возможность оплатить после бонусного счета в 10 фунтов',
        },
    ],
}
