import step1 from '@/pages/how-to-buy/assets/step1.png'
import step2 from '@/pages/how-to-buy/assets/step2.png'
import step3 from '@/pages/how-to-buy/assets/step3.png'
import step4 from '@/pages/how-to-buy/assets/step4.png'
import step5 from '@/pages/how-to-buy/assets/step5.png'

export const GUIDE = {
    title: 'Покупать в Великобритании очень просто',
    text: 'Английские магазины не доставляют в Россию, но это не проблема. С OkeyPost можно покупать по лучшим ценам и экономить на доставке. Мы получим ваши посылки, надежно упакуем и отправим их к вам домой.',
    action: 'Получить адрес в UK',
    steps: [
        {
            id: 1,
            image: step1,
            title: 'Получаем адрес для покупок в магазинах Великобритании',
            paragraphs: [
                ['Okeypost поможет притвориться американцем и не переплачивать. Для этого нужно зарегистрироваться в нашем сервисе. После регистрации вам станут доступны два адреса в Англии, которые вы сможете указывать при оформлении заказов в интернет-магазинах.'],
            ],
        },
        {
            id: 2,
            image: step2,
            title: 'Идём за покупками в онлайн-магазины',
            paragraphs: [
                ['Выбираем нужные товары в магазинах Англии. Расплачиваемся, как обычно, в качестве адреса доставки указываем координаты одного из складов Okeypost. Оформить покупки можно самостоятельно или с нашей помощью. Вот список того, ', { accent: 'что покупать нельзя.' }],
            ],
        },
        {
            id: 3,
            image: step3,
            title: 'Следим за перемещением посылки до склада',
            paragraphs: [
                ['После оформление заказа магазин пришлет трек-номер посылки на ваш e-mail и отправит вещи на наш склад. Через 5-7 дней покупки придут к нам, мы поместим их в специальное хранилище, закрепленное за вашим аккаунтом.'],
            ],
        },
        {
            id: 4,
            image: step4,
            title: 'Оплачиваем доставку и покупки отправляются домой',
            paragraphs: [
                ['Мы сообщим, когда ваши покупки поступят на склад. Вы сможете заказать что-то еще в других магазинах и отправить все одной посылкой (так выгоднее). До 30 дней покупки будут храниться бесплатно.'],
                ['Когда все товары поступили на склад, выбирайте способ доставки, мы надежно все упакуем и отправим вам, сообщив трек-номер.'],
            ],
        },
        {
            id: 5,
            image: step5,
            title: 'Получаем посылку и спешим сделать новый заказ',
            paragraphs: [
                ['Примерно через 2 недели посылка приедет к вам домой, в пункт выдачи заказов или на почту. Получаем покупки и радуемся :)'],
            ],
        },
    ],
}
