export const NOTIFICATIONS = [
    { id: 1, title: 'На складе в четверг 25 ноября выходной!', text: 'Здравствуйте уважаемые клиенты! Напоминаем вам, что в этот четверг 25 ноября в США праздник День Благодарения и у сотрудников склада будет выходной день.', date: '23 Ноября' },
    { id: 2, title: 'Выкупаем БЕСПЛАТНО с промокодом BF2021', text: 'Уважаемые клиенты! С 20 до 31 ноября ВКЛЮЧИТЕЛЬНО мы выкупаем БЕСПЛАТНО из магазинов Америки. Для выкупа используйте ПРОМОКОД: BF2021.', date: '23 Ноября' },
    { id: 3, title: 'Как оформлять декларации в тарифах «Суперфаст», «Фастбокс» и «Экспресс».', text: 'Скоро черная пятница и каждая минута будет на счету. Чтобы посылки как можно скорее вылетели к вам, мы напоминаем про важность правильного оформления деклараций ваших посылок.', date: '23 Ноября' },
    { id: 4, title: '3 дня выкупаем БЕСПЛАТНО с промокодом LOCKDOWN', text: 'Уважаемые клиенты! С 4 по 6 ноября включительно мы выкупаем БЕСПЛАТНО из магазинов Америки. Для выкупа используйте ПРОМОКОД: LOCKDOWN.', date: '23 Ноября' },
]

export const CUSTOMS_NOTICE = {
    title: 'Про таможенные лимиты:',
    text: 'С 1 января 2020 года беспошлинный лимит в России составляет 200 евро и 31 кг на одну посылку или несколько посылок, если они проходят таможню одновременно, в один день. При превышении беспошлинного порога необходимо оплатить пошлину в размере 15% от суммы превышения и таможенный сбор в размере 500 рублей, а также брокерский сбор в размере 5% от их суммы.',
    action: 'Посчитать',
}
