export const INSURANCE = {
    title: 'Страхование',
    rows: [
        { id: 'extra', title: 'Дополнительное страхование', value: '5% от суммы на которую хотите застраховать' },
        { id: 'post', title: 'Почта России и ЕМС', value: 'Застраховано по умолчанию на £50.00' },
        { id: 'small', title: 'Мелкие пакеты', value: 'Застраховано на £20.00' },
    ],
}

export const EXTRA_PACKING = {
    title: 'Дополнительная упаковка',
    rows: [
        { id: 'film', title: 'Многослойная пленка', description: 'Дополнительная защита покупок', value: '£3.99' },
        { id: 'bag', title: 'Упаковка в пакет', description: 'Надежно защищает от влаги', value: '£1.99' },
        { id: 'box', title: 'Упаковка в коробку с двойными стенками', description: 'Надежно защищает от влаги', value: '£4.99' },
        { id: 'careful', title: 'Наклейка “Обращаться с осторожностью”', description: 'Дополнительная защита покупок', value: '£0.25' },
        { id: 'fragile', title: 'Наклейка “Хрупкий груз”', description: 'Дополнительная защита покупок', value: '£0.25' },
    ],
}
